Repository: carlosramosweb/wc-manage-store-plans
Catalog: languages/wc-manage-store-plans-*.po
Languages: pt_br

source: your store has expired the payment date set in the WooCommerce plan management plugin.<br/>
pt_br: sua loja expirou a data de pagamento definida no plug-in de gerenciamento de plano WooCommerce. <br/>

source: <p>Hello, Shop Manager.<br/>
pt_br: <p> Olá, gerente de loja. <br/>

source: <p>Hello, Store Manager.<br/> The limit of registered products has been reached and with that our system has erased the excess products!<br/><br/>
pt_br: <p>Olá, Gerente de loja.<br/> O limite de produtos cadastrados foi atingido e com isso nosso sistema apagou os produtos excedentes!<br/><br/>

source: <strong>Dear customer, you have reached the maximum limit for registering products. Contact our support: </strong>
pt_br: <strong>Prezado cliente, você atingiu o limite máximo para registrar produtos. Contate nosso suporte: </strong>

source: <strong>Important Alert:</strong> Limits of registered products have been reached and we have deleted the excess!
pt_br: <strong> Alerta importante: </strong> os limites de produtos registrados foram atingidos e excluímos o excesso!

source: <strong>Minimum:</strong> 1000 views per month.
pt_br: <strong> Mínimo: </strong> 1000 visualizações por mês.

source: <strong>Minimum:</strong> 25 products per store.
pt_br: <strong> Mínimo: </strong> 25 produtos por loja.

source: <strong>Note:</strong> Provide an email to the store manager to get their support when you need it.
pt_br: <strong> Observação: </strong> forneça um e-mail ao gerente da loja para obter o suporte quando você precisar.

source: <strong>Note:</strong> Select an administrator who will have the permissions.
pt_br: <strong> Observação: </strong> selecione um administrador que terá as permissões.

source: <strong>Note:</strong> The system will notify the administrator when the date expires.
pt_br: <strong>Obs: </strong> O sistema notificará o administrador quando a data do plano expirar.

source: <strong>Note:</strong> Upload an image with a maximum width of 400px.
pt_br: <strong>Obs:</strong> Envie uma imagem com largura de no máximo 400px.

source: Activate plugin
pt_br: Ativar plugin

source: Alert to the Manager of this Store
pt_br: Alerta ao gerente desta loja

source: Alert: Product registration limits reached!
pt_br: Alerta: Limites de registro do produto atingidos!

source: Alert: The deadline for payment for your online store plan has expired.
pt_br: Alerta: O prazo de pagamento do seu plano de loja online expirou.

source: Below you can configure the plugin by filling in the plan data for that store.
pt_br: Abaixo você pode configurar o plugin preenchendo os dados do plano para aquela loja.

source: Close
pt_br: Fechar

source: Current Logo.
pt_br: Logo Atual.

source: Dear administrator, <strong>This store has late payment for the plan.</strong>
pt_br: Caro Administrador, <strong>Esta loja tem pagamento de plano atrasado.</strong>

source: Dear administrator, <strong>this store has reached its maximum views per month.</strong>
pt_br: Caro administrador, <strong> esta loja atingiu o máximo de visualizações por mês. </strong>

source: Dear customer, <strong>you have reached the maximum number of views per month</strong> in your online store. Contact our support:
pt_br: Caro cliente, <strong>você atingiu o número máximo de visualizações por mês</strong> em sua loja online. Contate nosso suporte:

source: Dear customer, we appreciate our partnership, thats why you are receiving this notice of the expiration date of your LojaWeb App subscription plan. Regularize your subscription so that your store is not blocked.</strong>
pt_br: Caro cliente, prezamos por nossa parceria, por isso você está recebendo este aviso do vencimento do seu plano de assinatura da LojaWeb App. Regularize a sua assinatura para que a sua loja não seja bloqueada.

source: Delete Logo
pt_br: Excluir lLogotipo

source: Delete Products Automatic
pt_br: Apagar Produtos Automaticamente

source: Dismiss this notice.
pt_br: Descartar essa notificação.

source: Donation
pt_br: Doação

source: Enable
pt_br: Habilitar

source: Error! We are unable to make the updates!
pt_br: Erro! Não podemos fazer as atualizações!

source: Expiration of the plan
pt_br: Vencimento do Plano

source: If the system blocks the store managers access to pre-configured limits, your customer will have a direct channel with you.
pt_br: Se o sistema bloquear o acesso dos gerentes da loja aos limites pré-configurados, seu cliente terá um canal direto com você.

source: Monthly Traffic
pt_br: Tráfego Mensal

source: Plans Settings
pt_br: Configurações de Planos

source: Plugin Donation
pt_br: Doação Plugin

source: Product Limit
pt_br: Limite de Produto

source: Product Panel
pt_br: Painel de Produto

source: Published Products
pt_br: Produtos Publicados

source: Return to Product List
pt_br: Voltar para a lista de produtos

source: Save Editions
pt_br: Salvar Alterações

source: Save Logo
pt_br: Salvar logotipo

source: Select an Administrator
pt_br: Selecione um administrador

source: Settings
pt_br: Configurações

source: Success! Data were updates successfully!
pt_br: Sucesso! Os dados foram atualizados com sucesso!

source: Super Admin Logo
pt_br: Logotipo do Super Administrador

source: Super Administrator Email
pt_br: E-mail do super administrador

source: Super Administrator Logo
pt_br: Logotipo do Super Administrator

source: The system will delete the products that exceed the limit defined in the plugin.
pt_br: O sistema irá apagar os produtos que excederem o limite definido no plugin.

source: This plugin is a BETA version. Developed to manage exclusive virtual store plans using the WordPress CMS together with the WooCommerce plugin. WordPress: https://br.wordpress.org/ - WooCommerce: https://woocommerce.com/
pt_br: Esse plugin é uma versão BETA. Desenvolvido para administrar planos exclusivos de loja virtuais usando o CMS WordPress juntamente com o plugin WooCommerce. WordPress: https://br.wordpress.org/ - WooCommerce: https://woocommerce.com/

source: Total for this month
pt_br: Total para este mês

source: Total for this month:
pt_br: Total para este mês:

source: Total Products
pt_br: Total de Produtos

source: User Permissions
pt_br: Permissões do usuário

source: Views
pt_br: Visualizações

source: views
pt_br: Visualizações

source: Virtual store plan
pt_br: Plano de loja virtual

source: WooCommerce Plans
pt_br: Planos WooCommerce
